function workers_in_pool()
disp("Starting parallel pool (parpool) using the 'Processes' profile ...")
%pause(3)
%disp(".")
%pause(0.5)
%disp(".")
%pause(0.5)
%disp(".")
%pause(0.5)

disp("Fuck you")
error("Y̷̨̨̳̭̝̱̥͉̤̼͊̿̀̏̌͐̀̕o̴̱͓̥͈̞̭̊͆͒̈́͑͋̈́̍͠ṵ̶̧̙͍̳̤̜̖̙͇͐͌̓͆̚͝ŕ̶̩̪̲̲͖͇̗̤̫̃̄̓͝ ̷̣̫̞̪̈̂T̸̥̩̭̪̦͉̬͉͛͌̈͜ͅę̴̛͎͔͔̳͊̇̽̈̀̿̃͘͠x̷̤̳̼͙̫͛̓̈́̃̑͌̎̕̕t̶͍̼̼̥͕͖͎̏̆̈̓̄͊̿͘Y̷̨̨̳̭̝̱̥͉̤̼͊̿̀̏̌͐̀̕o̴̱͓̥͈̞̭̊͆͒̈́͑͋̈́̍͠ṵ̶̧̙͍̳̤̜̖̙͇͐͌̓͆̚͝ŕ̶̩̪̲̲͖͇̗̤̫̃̄̓͝ ̷̣̫̞̪̈̂T̸̥̩̭̪̦͉̬͉͛͌̈͜ͅę̴̛͎͔͔̳͊̇̽̈̀̿̃͘͠x̷̤̳̼͙̫͛̓̈́̃̑͌̎̕̕t̶͍̼̼̥͕͖͎̏̆̈̓̄͊̿͘Y̷̨̨̳̭̝̱̥͉̤̼͊̿̀̏̌͐̀̕o̴̱͓̥͈̞̭̊͆͒̈́͑͋̈́̍͠ṵ̶̧̙͍̳̤̜̖̙͇͐͌̓͆̚͝ŕ̶̩̪̲̲͖͇̗̤̫̃̄̓͝ ̷̣̫̞̪̈̂T̸̥̩̭̪̦͉̬͉͛͌̈͜ͅę̴̛͎͔͔̳͊̇̽̈̀̿̃͘͠x̷̤̳̼͙̫͛̓̈́̃̑͌̎̕̕t̶͍̼̼̥͕͖͎̏̆̈̓̄͊̿͘")

end
